import React from 'react'
import "./Contact.css"

function Contact() {
  return (
    <div className='ul'>
      <img src="https://www.utrk.kg/img/thumbnail/219631528463580_big.jpg" alt="" />
      <h1>Кыргызстандын залкар уулу, дүйнөгө аты таанымал белгилүү жазуучу, коомдук жана мамлекеттик ишмер Чыңгыз Айтматов Талас облусуна караштуу Кара-Буура районундагы Шекер айылында 1928-жылы 12-декабрда туулган.</h1>
      <h2>1946-жылы Жамбыл шаарындагы Зооветеринардык техникумду, 1953-жылы К.И.Скрябин атындагы Кыргыз мамлекеттик айыл чарба институтун бүтүргөн, 1956-1958-жж. Москвадагы Жогорку адабият курсунун угуучусу болгон.
Согуш жылдарында Шекер айылында айылдык Кеңештин катчысы, райфинбөлүмдүн агенти, 1953-1956-жж. Кыргыз мал-чарба илимий-изилдөө институтунун эксперименттик фермасында зоотехник, 1958-1960-жж. "Литературный Киргизстан" журналынын редактору, 1960-1965-жж. "Правда" гезитинин өз кабарчысы, 1965-1986-жж. Кыргызстан Кинематографисттер союзунун төрагасы, 1988-1990-жж. "Иностранная литература" журналынын башкы редактору, СССР Президентинин кеңешчиси, 1991-жылдан элчилик кызматта (1991-жылдан Кыргызстандын Бельгия мамлекетиндеги элчиси) болгон.
Айтматовдун чыгармачылыгы студент кезинде башталган. Орус жана кыргыз тилдеринде жазып, биринчи аңгемеси "Гезитчи Дзюйдо" деген ат менен 1952-жылы "Киргизстан" альманахында орус тилинде жарыяланган.
</h2>
    </div>
  )
}

export default Contact